[
  "obsidian-front-matter-title-plugin",
  "folder-notes",
  "obsidian-alias-from-heading",
  "obsidian-style-settings",
  "editor-width-slider",
  "open-tab-settings",
  "obsidian-show-file-path",
  "last-modified-timestamp-in-status-bar",
  "templater-obsidian",
  "inline-code-copy",
  "obsidian-outliner",
  "obsidian-linter",
  "various-complements",
  "restore-tab-key",
  "table-editor-obsidian",
  "obsidian-latex-suite",
  "tag-wrangler",
  "obsidian-kanban",
  "periodic-notes",
  "calendar",
  "pomodoro-timer",
  "obsidian-tracker",
  "obsidian-checklist-plugin",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-excalidraw-plugin",
  "file-explorer-note-count",
  "obsidian-git",
  "obsidian-image-toolkit",
  "link-preview",
  "mysnippets-plugin",
  "pinned-notes",
  "ribbon-divider",
  "statusbar-organizer",
  "webviewer-bookmarks"
]